Repository: common-repository/hestia-nginx-cache
Catalog: languages/hestia-nginx-cache-*.po
Languages: fr_ca

source: Hestia Nginx Cache
fr_ca: Cache Nginx de Hestia

source: Hestia Nginx Cache Integration for WordPress. Auto-purges the Nginx cache when needed.
fr_ca: Intégration du cache Nginx de Hestia pour WordPress. Vide automatiquement le cache de Nginx lorsque nécessaire.

source: Settings
fr_ca: Réglages

source: API Settings
fr_ca: Options d'API

source: Server hostname
fr_ca: Nom d'hôte du serveur

source: Server port
fr_ca: Port du serveur

source: Access key
fr_ca: Clé d'accès

source: Secret key
fr_ca: Clé secrète

source: Hestia username
fr_ca: Nom d'utilisateur Hestia

source: Domain to purge
fr_ca: Domaine à vider

source: Plugin Settings
fr_ca: Options de l'extension

source: Show button in the admin bar
fr_ca: Afficher le bouton dans la barre d'administration

source: Admin bar button text
fr_ca: Texte du bouton de la barre d'administration

source: Disable Automatic Purge
fr_ca: Désactiver le vidage automatique

source: Please refer to the plugin's installation guide for information on how to generate an API key.
fr_ca: Veuillez vous référer au guide d'installation de l'extension pour plus d'informations sur la façon de générer une clé API.

source: Settings for the plugin.
fr_ca: Options pour l'extension.

source: Leave empty for default
fr_ca: Laisser vide pour le texte par défaut

source: Purge Nginx Cache
fr_ca: Vider le cache Nginx

source: The Hestia Nginx Cache could not be purged!
fr_ca: Le cache Nginx de Hestia n'a pas pu être vidé!

source: The Hestia Nginx Cache was purged successfully.
fr_ca: Le cache Nginx de Hestia a été vidé avec succès.

source: The plugin has been configured
fr_ca: L'extension a été configurée

source: The plugin has not been configured
fr_ca: L'extension n'a pas été configurée
